[
  {
    "lunch": true,
    "day": "Every Day",
    "id": "3T9ZFQ0A6WX2W",
    "twoSides": true,
    "name": "BBQ Chicken Meal",
    "image": "/images/BBQChicken.jpeg",
    "description": "To juicy perfection, we brine our free-range chicken, lightly seasoned and smoked. The meal comes with a large leg quarter, thighs or bone-in breast (can be substituted for an additional $1.50), and your choice of two sides.",
    "price": "13.50",
    "options": {
      "chicken": ["Thighs", "Breast +$1.50"]
    }
  },
  {
    "lunch": true,
    "day": "Every Day",
    "id": "GNYFEFD9J3WV6",
    "oneSide": true,
    "bread": true,
    "name": "Texas Bold (and beanless) Chili",
    "image": "/images/Chili.jpeg",
    "description": "Experience the award-winning bold and smoky flavors of our Smoked Texas Chili. Tender smoked beef brisket combines with aromatic spices and fire-roasted tomatoes for a mouthwatering blend of taste. Served over a bed of rice that absorbs the complexity of flavors, it's a hearty and satisfying dish that will tantalize your taste buds.",
    "price": "12.50",
    "options": {
      "toppings": [
        "Sour Cream",
        "Diced White Onion",
        "Shredded Smoked Cheddar Cheese",
        "Sour Cream & Diced White Onions",
        "Sour Cream & Smoked Cheddar Cheese",
        "Diced White Onions & Smoked Cheddar Cheese",
        "THE WORKS!"
      ]
    }
  },
  {
    "lunch": true,
    "day": ["Wednesday", "Thursday"],
    "id": "ND919VXE4T4A0",
    "twoSides": true,
    "name": "Pulled Pork Sandwich",
    "image": "/images/PulledPork.jpeg",
    "description": "Each bite is a symphony of flavors, as our expertly chosen seasonings and marinades infuse the meat with a harmonious blend of smokiness, sweetness, and tang.",
    "price": "13.00",
    "options": {
      "sauce": ["KC Sweet Sauce", "Spicy Sauce", "Dry Rub Only (naked)"]
    }
  },
  {
    "lunch": true,
    "day": "Monday",
    "id": "7DYEWW3SQWJHC",
    "twoSides": true,
    "name": "BBQ Pork Loin",
    "image": "/images/PorkLoin.jpeg",
    "description": "Generous slices of tender and juicy pork loin that is brined, lightly seasoned and smoked to perfection.",
    "price": "13.50",
    "options": {
      "sauce": ["Dry Rub", "With Sauce"]
    }
  },
  {
    "lunch": true,
    "day": "Monday",
    "id": "7DYEWW3SQWJHC",
    "twoSides": true,
    "name": "BBQ Pork Steak",
    "image": "/images/porkSteak.jpeg",
    "description": "Meticulously seasoned and slow-cooked to tender perfection. Infused with the rich, smoky flavors of the South, this delectable dish pays homage to our traditional barbecue techniques. Each succulent cut is glazed with our BBQ sauce, boasting a harmonious blend of sweet molasses, tangy vinegar, and a hint of heat. Savor the taste of the South with every juicy bite of our BBQ pork steak.",
    "price": "13.50"
  },
  {
    "lunch": true,
    "day": "Tuesday",
    "id": "00K9SY4DCH73T",
    "twoSides": true,
    "name": "Baby Back Ribs - 1/2 Rack",
    "image": "/images/1:2RackBabyBack.jpeg",
    "description": "A half-rack of our slow smoked BBQ ribs. We take pride in our commitment to excellence, and it shows in the accolades we've received. Our ribs have earned prestigious awards at renowned barbecue competitions around the Country, earning the respect and admiration of judges who have recognized the unmatched quality and flavor we deliver.",
    "price": "18.00",
    "options": {
      "sauce": [
        "KC Sweet Sauce",
        "Spicy Sauce",
        "Dry Rub Only (naked)",
        "Smokey"
      ]
    }
  },
  {
    "lunch": true,
    "day": "Tuesday",
    "id": "EWE3WY8QJGTGC",
    "twoSides": true,
    "name": "Baby Back Ribs - Full Rack",
    "image": "/images/FullRackBabyBack.jpeg",
    "description": "A full rack of our slow smoked Baby Back BBQ ribs. We take pride in our commitment to excellence, and it shows in the accolades we've received. When your appetite, now or later on, demands more step on up for the full rack, and no more regrets on not having enough.",
    "price": "24.00",
    "options": {
      "sauce": [
        "KC Sweet Sauce",
        "Spicy Sauce",
        "Dry Rub Only (naked)",
        "Smokey"
      ]
    }
  },
  {
    "lunch": true,
    "day": "Wednesday",
    "id": "G0SXBYAVDS670",
    "oneSide": true,
    "bread": true,
    "name": "Smoked Meatloaf",
    "image": "/images/Meatloaf.jpeg",
    "description": "A twist on the classic comfort food with our mouthwatering BBQ meatloaf. Savory, subtle heat, and our wonderful, caramelized BBQ sauce topping of this meal that screams that it is \"not just Grandmas\" meatloaf.",
    "price": "13.50"
  },
  {
    "lunch": true,
    "day": "Thursday",
    "id": "",
    "twoSides": true,
    "name": "Pulled Chicken Sandwich",
    "image": "/images/pulledChickenSandwich.jpeg",
    "description": "Experience the perfect harmony of smokiness, sweetness, and tang in our pulled chicken sandwich. Our expertly chosen seasonings and marinades infuse every bite with a symphony of flavors, making each mouthful a delightful journey for your taste buds.",
    "price": "13.00",
    "options": {
      "sauce": ["KC Sweet Sauce", "Spicy Sauce", "Dry Rub Only (naked)"]
    }
  },
  {
    "lunch": true,
    "day": "Friday",
    "id": "BYGXQY9PVMVV6",
    "twoSides": true,
    "bread": true,
    "name": "Brisket Plate",
    "image": "/images/Brisket.jpeg",
    "description": "Smoked to juicy perfection, your tastebuds will love the moist and tender texture inside a caramelized exterior seasoned the Texas way, SPG. Grab a couple of sides to complete your lunch.",
    "price": "18.50"
  },
  {
    "lunch": true,
    "day": "Friday",
    "id": "KX50TKZNATXCP",
    "oneSide": true,
    "bread": true,
    "name": "Woodfired Lasagna",
    "image": "/images/Lasagna.jpeg",
    "description": "Savor the irresistible layers of our Smoked Lasagna. Tender pasta sheets embrace a delightful blend of smoked meats, infused with the rich flavors of fire-roasted tomatoes, grilled bell peppers, and caramelized onions. Our unique touch extends to the smoked provolone, mozzarella, and even freshly shaved parmesan. Slow-cooked to perfection, this hearty dish will leave you craving more, setting it apart from the rest.",
    "price": "18.00"
  }
]
